Repository: danrog303/ebook-wizard
Catalog: frontend/src/locale/messages.*.xlf
Languages: pl

source: There you will find a code to confirm your registration.
pl: Powinieneś tam znaleźć kod weryfikacyjny.

source: Failed to perform the operation. Refresh the page and try again.
pl: Operacja nie powiodła się. Odśwież stronę i spróbuj ponownie.

source: Ebook-wizard has a total of {{ websiteStats?.totalUsers }} users.
pl: Ebook-wizard ma łącznie {{ websiteStats?.totalUsers }} użytkowników.

source: Ebook editor
pl: Edytor e-booków

source: Go to your dashboard
pl: Przejdź do swojego dashboardu,

source: Password change
pl: Zmień hasło

source: Ebook-wizard users created a total of {{ websiteStats?.totalEbookFiles }} files.
pl: Użytkownicy stworzyli łącznie {{ websiteStats?.totalEbookFiles }} plików.

source: Ebook-wizard users created a total of {{ websiteStats?.totalEbookProjects }} projects.
pl: Użytkownicy stworzyli łącznie {{ websiteStats?.totalEbookProjects }} projektów.

source: Statistics panel
pl: Panel statystyk

source: Website rules
pl: Regulamin

source: network error
pl: błąd sieciowy

source: Ebook file converted and deleted successfully.
pl: Plik został pomyślnie przekonwertowany i usunięty.

source: Users
pl: Użytkownicy

source: Go back to the homepage
pl: Wróć do strony głównej

source: Invalid email
pl: Nieprawidłowy adres e-mail

source: (e.g. Amazon Kindle only accepts MOBI and AZW3).
pl: (np. Amazon Kindle akceptuje tylko formaty MOBI i AZW3).

source: password reset procedure has been initiated.
pl: rozpoczęła procedurę resetowania hasła.

source: Convert file to project
pl: Konwertuj plik do projektu

source: Failed to delete cover image. Refresh the page and try again.
pl: Nie udało się usunąć obrazu okładki. Odśwież stronę i spróbuj ponownie.

source: You are the owner of this project.
pl: Jesteś właścicielem tego projektu.

source: Convert to ebook file
pl: Konwertuj do pliku e-book

source: Register to ebook-wizard
pl: Zarejestruj się w ebook-wizard

source: Account manager
pl: Zarządzaj kontem

source: Ebook file
pl: Plik e-booka

source: Account actions
pl: Akcje

source: Accepted formats: MOBI, EPUB, AZW3, PDF, DOCX, HTML, TXT
pl: Akceptowane formaty: MOBI, EPUB, AZW3, PDF, DOCX, HTML, TXT

source: 4. Account Security
pl: 4. Bezpieczeństwo konta

source: You are responsible for the content you create or edit using our service. You must ensure that your content does not violate any laws or third-party rights, including copyright laws. Ebook-wizard is not responsible for any content created or edited by users. We reserve the right to remove any content that violates these terms.
pl: Jesteś odpowiedzialny za treść, którą tworzysz lub edytujesz za pomocą naszej usługi. Musisz upewnić się, że Twoja treść nie narusza żadnych praw ani praw osób trzecich, w tym praw autorskich. Ebook-wizard nie ponosi odpowiedzialności za żadną treść stworzoną lub edytowaną przez użytkowników. Zastrzegamy sobie prawo do usuwania wszelkich treści, które naruszają te warunki.

source: This field is required.
pl: Pole jest wymagane.

source: Password
pl: Hasło

source: Share link to your project:
pl: Udostępnij link do swojego projektu:

source: Import ebook file
pl: Importuj plik ebooka

source: Done
pl: Gotowe

source: Unknown name
pl: Nieznana nazwa

source: Created at
pl: Utworzono

source: Dismiss
pl: Zamknij

source: Functionalities
pl: Funkcjonalności

source: Passwords do not match.
pl: Hasła nie są takie same.

source: Invalid email or password.
pl: Nieprawidłowy adres e-mail lub hasło.

source: Are you sure you want to delete this ebook?
pl: Czy na pewno chcesz usunąć ten e-book?

source: Used to store and edit ebooks you've downloaded online.
pl: Służy do przechowywania i edycji e-booków pobranych online.

source: Invalid code
pl: Nieprawidłowy kod

source: E-book wizard offers a lot of functionality to help you manage your e-books. You can store your e-books in one place, convert them to other formats, and share them with other users. If you have an e-book reader (such as a Kindle), you can also synchronize your e-books with your device. Sign up now to start using the ebook-wizard service.
pl: Kreator e-booków oferuje wiele funkcji, które pomogą Ci zarządzać Twoimi e-bookami. Możesz przechowywać swoje e-booki w jednym miejscu, konwertować je do innych formatów i udostępniać innym użytkownikom. Jeśli masz czytnik e-booków (np. Kindle), możesz również synchronizować swoje e-booki ze swoim urządzeniem. Zarejestruj się teraz, aby rozpocząć korzystanie z usługi ebook-wizard.

source: Failed to create a chapter.
pl: Nie udało się utworzyć rozdziału.

source: by
pl: autorstwa

source: Share project
pl: Udostępnij projekt

source: About
pl: O ebook-wizard

source: Copy to clipboard
pl: Kopiuj do schowka

source: Your email
pl: Twój e-mail

source: Failed to update the password. Refresh the page and try again.
pl: Operacja zmiany hasła nie powiodła się. Odśwież stronę i spróbuj ponownie.

source: You can upload a cover image for your ebook.
pl: Możesz przesłać okładkę swojego e-booka.

source: Login
pl: Zaloguj się

source: We've sent a verification code to your new email address.<br/> Please enter it below.
pl: Wysłano kod weryfikacyjny na twój nowy adres e-mail.&lt;br/> Wprowadź kod poniżej,

source: Ebook-wizard provides tools for editing and creating eBooks. The platform allows users to format, design, and manage their eBooks.
pl: Ebook-wizard udostępnia narzędzia do edycji i tworzenia e-booków. Platforma umożliwia użytkownikom formatowanie, projektowanie i zarządzanie ich e-bookami.

source: You don't have an account yet?
pl: Nie masz jeszcze konta?

source: Open menu
pl: Otwórz menu

source: Register now!
pl: Zarejestruj się teraz!

source: Add ebook
pl: Dodaj e-booka

source: Password is required
pl: Hasło jest wymagane

source: Project metadata updated successfully.
pl: Metadane projektu zostały pomyślnie zaktualizowane.

source: Create ebook file
pl: Importuj plik e-booka

source: Cancel
pl: Anuluj

source: Please check your email
pl: Sprawdź swoją skrzynkę pocztową.

source: Modify metadata
pl: Modyfikuj metadane

source: Creation date
pl: Data utworzenia

source: Files per page
pl: Plików na stronę

source: New nickname
pl: Nowy pseudonim

source: Close account
pl: Zamknij konto

source: Read
pl: Czytaj

source: Cancel
pl: Anuluj

source: This project is shared to you by another user.
pl: Ten projekt jest udostępniany Tobie przez innego użytkownika.

source: from
pl: z

source: An error occurred while resetting your password.
pl: Wystąpił błąd podczas resetowania hasła.

source: Failed to update a chapter.
pl: Nie udało się zaktualizować rozdziału.

source: Don't wait and try ebook-wizard now. It doesn't cost you anything, and you will gain access to many features that will help you manage your e-books.
pl: Nie czekaj i wypróbuj ebook-wizard już teraz. Nie kosztuje Cię to nic, a uzyskasz dostęp do wielu funkcji, które pomogą Ci zarządzać Twoimi e-bookami.

source: Conversion from file to project is not ideal.
pl: Konwersja z pliku do projektu nie jest idealna.

source: Create ebook project instead
pl: Zamiast tego utwórz projekt e-booka

source: Convert to project
pl: Konwertuj do projektu

source: Project chapters
pl: Rozdziały

source: Edit ebook file
pl: Edytuj plik e-booka

source: Depending on the file format, some data may be lost.
pl: W zależności od formatu pliku, część danych może zostać utracona.

source: Email updated successfully.
pl: E-mail zaktualizowany pomyślnie.

source: Import ebook that you've downloaded or bought online.
pl: Importuj e-booka, którego pobrałeś lub kupiłeś online.

source: No chapter selected
pl: Nie wybrano rozdziału

source: New email
pl: Nowy e-mail

source: Failed to create download link. Please try again later.
pl: Nie udało się utworzyć linku do pobrania. Spróbuj ponownie później.

source: Failed to load ebook files. Refresh the page and try again.
pl: Nie udało się załadować plików. Odśwież stronę i spróbuj ponownie.

source: When you highlight some ebook, here you will find details about it.
pl: Gdy zaznaczysz jakiegoś ebooka, tutaj znajdziesz szczegółowe informacje na jego temat.

source: Register now
pl: Zarejestruj się teraz

source: Forgot password?
pl: Zapomniałeś hasła?

source: Convert to file
pl: Konwertuj do pliku

source: Home
pl: Strona główna

source: Your password is reset!
pl: Twoje hasło zostało zresetowane!

source: Do you want to create an ebook from scratch?
pl: Czy chcesz stworzyć e-booka od podstaw?

source: An error occurred while loading ebook files.
pl: Wystąpił błąd podczas próby załadowania pliku

source: A free secure network drive that offers the ability to create and convert e-books. With ebook-wizard you can create and store all your e-books in one place. Sign up now to start using the ebook-wizard service.
pl: Bezpłatny, bezpieczny dysk sieciowy, który oferuje możliwość tworzenia i konwertowania e-booków. Dzięki ebook-wizard możesz tworzyć i przechowywać wszystkie swoje e-booki w jednym miejscu. Zarejestruj się teraz, aby rozpocząć korzystanie z usługi ebook-wizard.

source: You are the owner of this file.
pl: Jesteś właścicielem tego pliku.

source: Register
pl: Zarejestruj się

source: Failed to delete the project. Refresh the page and try again.
pl: Nie udało się usunąć projektu. Odśwież stronę i spróbuj ponownie.

source: Failed to update the nickname. Refresh the page and try again.
pl: Zmiana pseudonimu nie powiodła się. Odśwież stronę i spróbuj ponownie później.

source: Login now!
pl: Zaloguj się teraz!

source: Failed to convert ebook file to project.
pl: Nie udało się przekonwertować pliku na projekt.

source: User with this email already exists.
pl: Użytkownik o tym adresie e-mail już istnieje.

source: to start using ebook-wizard.
pl: aby rozpocząć korzystanie z ebook-wizard.

source: Author:
pl: Autor:

source: Download <mat-icon>sync</mat-icon>
pl: Pobierz &lt;mat-icon>synchronizuj&lt;/mat-icon>

source: Download
pl: Pobierz

source: Try ebook-wizard
pl: Wypróbuj ebook-wizard

source: Total size
pl: Całkowity rozmiar

source: Please input an ebook you bought or downloaded online.<br/>
pl: Wskaż plik, który ma zostać zaimportowany jako e-book.&lt;br/>

source: Share link to your e-book:
pl: Udostępnij link do e-booka:

source: Get started
pl: Na co czekasz?

source: From 3 to 20 characters is required.
pl: Wymagane od 3 do 20 znaków.

source: Actions
pl: Akcje

source: Open your disk
pl: Otwórz swój dysk

source: No previously generated links.
pl: Brak wcześniej wygenerowanych linków.

source: Failed to set metadata of the ebook project. Refresh the page and try again.
pl: Nie udało się ustawić metadanych projektu e-booka. Odśwież stronę i spróbuj ponownie.

source: Your disk limit
pl: Twój limit dyskowy

source: Ebook file updated
pl: Zaktualizowano plik.

source: We may update these Terms of Service from time to time. Any changes will be posted on our website, and your continued use of the service constitutes your acceptance of the revised terms.
pl: Możemy od czasu do czasu aktualizować niniejsze Warunki korzystania z usługi. Wszelkie zmiany zostaną opublikowane na naszej stronie internetowej, a dalsze korzystanie z usługi oznacza akceptację zmienionych warunków.

source: Chapters reordered successfully.
pl: Rozdziały zostały pomyślnie uporządkowane.

source: 0 of length
pl: 0 z length

source: You have successfuly logged in.
pl: Zalogowano pomyślnie.

source: ← Return to main page
pl: ← Powrót do strony głównej

source: Export <mat-icon>download</mat-icon>
pl: Eksportuj &lt;mat-icon>pobierz&lt;/mat-icon>

source: New password
pl: Nowe hasło

source: Ebook file not found.
pl: Nie znaleziono pliku e-booka.

source: Save
pl: Zapisz

source: Ebook project
pl: Projekt e-booka

source: Update project
pl: Aktualizuj projekt

source: An error occurred while signing in.
pl: Wystąpił błąd podczas logowania.

source: Private
pl: Prywatny

source: 1. Acceptance of Terms
pl: 1. Akceptacja warunków

source: Cover image updated successfully.
pl: Obraz na okładce został pomyślnie zaktualizowany.

source: Last saved:
pl: Ostatnio zapisano:

source: Ebook project updated
pl: Projekt zaktualizowany

source: Email change
pl: Zmiana e-maila

source: Nickname is required
pl: Pseudonim jest wymagany

source: Ebook-wizard is not liable for any indirect, incidental, or consequential damages resulting from the use of our service. We do not guarantee that our service will be uninterrupted or error-free.
pl: Ebook-wizard nie ponosi odpowiedzialności za żadne szkody pośrednie, przypadkowe lub wynikowe wynikające z korzystania z naszej usługi. Nie gwarantujemy, że nasza usługa będzie nieprzerwana lub wolna od błędów.

source: Your password has been reset.
pl: Twoje hasło zostało zresetowane.

source: Here you'll find ebooks that you've created and written.
pl: Tutaj znajdziesz e-booki, które sam stworzyłeś i napisałeś.

source: tag, title, author...
pl: tag, tytuł, autor...

source: Hello
pl: Witaj

source: Verification code
pl: Kod weryfikacyjny

source: Your email has been confirmed.
pl: Twój adres e-mail został potwierdzony.

source: Author is required
pl: Autor jest wymagany

source: Done
pl: Gotowe

source: Next
pl: Dalej

source: Confirmation code has been resent.
pl: Kod potwierdzający został wysłany ponownie.

source: File storage quota exceeded. Could not upload the file.
pl: Przekroczono limit użycia dysku. Plik nie został przesłany.

source: Failed to save the chapter due to storage quota.
pl: Zapisywanie treści rozdziału nie powiodło się (przekroczony limit dyskowy).

source: Failed to convert ebook file to project. File storage quota exceeded.
pl: Konwersja nie powiodła się. Przekroczono limit dyskowy.

source: Failed to create download link. File storage quota exceeded.
pl: Konwersja pliku nie powiodła się. Przekroczono limit pamięci dyskowej.

source: Failed to upload the file.
pl: Przesyłanie pliku zakończyło się niepowodzeniem.

source: File size quota exceeded (25 MB). Try with a smaller file.
pl: Przekroczono limit rozmiaru pliku (25 MB).

source: Image is too large. Maximum size is 5MB.
pl: Obrazek zbyt wielki. Maksymalny rozmiar to 5 MB.

source: Failed to convert project to file. File storage quota exceeded.
pl: Nie udało się wykonać konwersji. Przekroczono limit dyskowy przydzielony do konta.

source: Maximum possible file size
pl: Maksymalny rozmiar pliku

source: Cover image size must be less than 5 MB.
pl: Rozmiar okładki musi być mniejszy niż 5 MB.

source: File storage quota exceeded. Please delete some files and try again.
pl: Przekroczono limit danych dyskowych konta.

source: Maximum file size exceeded (25 MB). Try with a smaller file.
pl: Maksymalny rozmiar pliku przekroczony (25 MB).

source: (source)
pl: (źródło)

source: Bulk upload in progress.
pl: Trwa hurtowe importowanie plików.

source: Please wait until all files are uploaded.
pl: Poczekaj, aż wszystkie pliki zostaną zaimportowane.

source: Do not close this modal until all ebooks are uploaded to the server.
pl: Nie zamykaj tego okna, dopóki operacja się nie zakończy.

source: If you upload multiple files at once, you won't have control over setting the metadata of each individual ebook. They will be imported using the default settings, and you'll be able swap the cover and metadata later.
pl: Jeśli prześlesz wiele plików jednocześnie, nie będziesz mieć kontroli nad ustawianiem metadanych każdego e-booka z osobna. Zostaną one zaimportowane przy użyciu ustawień domyślnych, a okładkę i metadane będziesz mógł zmienić później.

source: You can also drop multiple files to import more ebooks at once
pl: Możesz też zaznaczyć więcej niż 1 plik, aby zaimportować kilka plików naraz

source: All files uploaded successfuly.
pl: Wszystkie pliki zostały pomyślnie zaimportowane.

source: Browse your ebook projects
pl: Przeglądaj swoje projekty

source: Browse your ebook files
pl: Przeglądaj swoje pliki

source: Delete ebook project
pl: Usuń projekt e-booka

source: Name is required
pl: Nazwa jest wymagana

source: Ebook project is an editable version of the file
pl: Projekt ebooka jest edytowalną wersją pliku

source: Failed to update metadata of the ebook file. Refresh the page and try again.
pl: Nie udało się zaktualizować metadanych pliku e-booka. Odśwież stronę i spróbuj ponownie.

source: Public projects can be viewed by other users.<br/> Everybody will have read-only access to your e-book.
pl: Projekty publiczne mogą być przeglądane przez innych użytkowników.&lt;br/> Każdy będzie miał dostęp do wyświetlania treści Twojego e-booka.

source: Are you sure you want to delete this project?
pl: Czy na pewno chcesz usunąć ten projekt?

source: Upload cover image
pl: Prześlij obraz okładki

source: Failed to update the ebook file
pl: Nie udało się zaktualizować pliku.

source: New ebook project
pl: Nowy projekt ebooka

source: Why are you waiting?
pl: Na co czekasz?

source: Password updated successfully.
pl: Hasło zaktualizowane pomyślnie.

source: Do you want to convert this file to a project?
pl: Czy chcesz przekonwertować ten plik na projekt?

source: Skip cover image
pl: Pomiń dodawanie okładki

source: Create project
pl: Utwórz projekt

source: Failed to reorder the chapters.
pl: Nie udało się zmienić kolejności rozdziałów.

source: E-book name:
pl: Tytuł e-booka:

source: Uses
pl: Używasz

source: Send to e-reader
pl: Wyślij na czytnik

source: New ebook file
pl: Nowy plik ebooka

source: 6. Limitation of Liability
pl: 6. Ograniczenie odpowiedzialności

source: Securely create and store e-books in the cloud
pl: Bezpieczne tworzenie i przechowywanie e-booków w chmurze

source: Search
pl: Szukaj

source: An error occurred while resending confirmation code.
pl: Wystąpił błąd podczas ponownego wysyłania kodu potwierdzającego.

source: Error:
pl: Błąd:

source: Your email address
pl: Twój adres e-mail

source: You want be able to restore it.
pl: Nie będziesz w stanie go przywrócić.

source: 2. Services Provided
pl: 2. Usługi świadczone

source: At most 20 characters
pl: Maksymalnie 20 znaków

source: Projects per page
pl: Projektów na stronę

source: Currently reading:
pl: Aktualnie czytasz:

source: Generate new export:
pl: Wygeneruj nowy eksport:

source: This project is shared to you by another user.
pl: Ten projekt jest udostępniany Tobie przez innego użytkownika.

source: Unknown author
pl: Nieznany autor

source: Change email
pl: Zmień e-mail

source: Edit it in files editor
pl: Edytuj w edytorze plików

source: An error occurred while logging out.
pl: Wystąpił błąd podczas wylogowywania.

source: Change metadata
pl: Zmień metadane

source: Reset ebook-wizard password
pl: Zresetuj hasło ebook-wizard

source: Home page
pl: Strona główna

source: Used to create your own ebooks from scratch.
pl: Służy do tworzenia własnych e-booków od podstaw.

source: At least 8 characters.
pl: Co najmniej 8 znaków.

source: You're going too fast! Please wait a little bit before next attempt.
pl: Nie tak szybko! Proszę poczekać chwilę przed następną próbą.

source: Description
pl: Opis

source: Add chapter
pl: Dodaj rozdział

source: All content and materials on ebook-wizard are owned by or licensed to us and are protected by intellectual property laws. You may not copy, modify, or distribute any content from our platform without permission.
pl: Cała zawartość i materiały na ebook-wizard są naszą własnością lub są przez nas licencjonowane i są chronione prawami własności intelektualnej. Nie możesz kopiować, modyfikować ani rozpowszechniać żadnych treści z naszej platformy bez pozwolenia.

source: means that the file will be converted to the target format
pl: oznacza, że plik zostanie przekonwertowany do formatu docelowego

source: An error occurred while confirming registration.
pl: Wystąpił błąd podczas potwierdzania rejestracji.

source: If you want to delete cover image,
pl: Jeśli chcesz usunąć obraz okładki,

source: 7. Termination
pl: 7. Zakończenie

source: Thank you for registering to
pl: Dziękujemy za rejestrację do usługi

source: All items filtered...
pl: Wszystkie projekty wyfiltrowane...

source: saving...
pl: zapisywanie...

source: Delete <mat-icon>delete_forever</mat-icon>
pl: Usuń &lt;mat-icon>delete_forever&lt;/mat-icon>

source: Chapters
pl: Rozdziały

source: An error occurred while loading ebook projects.
pl: Wystąpił błąd podczas ładowania listy projektów

source: Ebook file converted to project successfully. You can now view it in the projects tab.
pl: Plik e-booka został pomyślnie przekonwertowany do projektu. Możesz teraz go obejrzeć w zakładce projektów.

source: Initial metadata
pl: Wygenerowane metadane

source: It's a little bit empty here...
pl: Trochę tu pusto...

source: Your user identifier
pl: Twój identyfikator użytkownika

source: Accepted formats: JPG, PNG
pl: Akceptowane formaty: JPG, PNG

source: Sign in
pl: Zaloguj się

source: Failed to copy URL to clipboard
pl: Nie udało się skopiować adresu URL do schowka

source: At least 8 characters
pl: Co najmniej 8 znaków

source: Failed to send the ebook file. Refresh the page and try again.
pl: Nie udało się wysłać pliku. Odśwież stronę i spróbuj ponownie.

source: <mat-icon>add</mat-icon> Add ebook
pl: &lt;mat-icon>add&lt;/mat-icon> Dodaj e-booka

source: You have been logged out.
pl: Zostałeś wylogowany.

source: Current password
pl: Obecne hasło

source: You can now log in to
pl: Możesz teraz zalogować się do panelu

source: Learn about two types of
pl: Poznaj dwa rodzaje zasobów występujących w

source: Repeat password
pl: Powtórz hasło

source: Create ebook from scratch by using our editor.
pl: Utwórz e-booka od podstaw, korzystając z edytora ebook-wizard.

source: john12
pl: uzytkownik123

source: E-book project summary
pl: Informacje o projekcie

source: Requirements: 3-20 characters
pl: Wymagania: 3-20 znaków

source: Converting ebook file to
pl: Konwertowanie pliku do

source: Requirements: at least 8 characters, 1 special character, 1 digit
pl: Wymagania: min. 8 znaków, 1 znak specjalny, 1 cyfra

source: Ebook-wizard supports all popular e-book formats. You can store and convert e-books in formats such as epub, mobi, azw3, pdf, docx, txt, html.
pl: Ebook-wizard wspiera wszystkie popularne formaty e-booków. Możesz przechowywać i konwertować e-booki do formatów takich jak: epub, mobi, azw3, pdf, docx, txt, html.

source: to gain free access to ebook-wizard.
pl: aby uzyskać bezpłatny dostęp do ebook-wizard.

source: The file is being loaded...
pl: Trwa ładowanie pliku...

source: Currently available formats:
pl: Obecnie dostępne formaty:

source: After that, you will receive an email with a code to confirm your identity.
pl: Na podany adres otrzymasz kod, który potwierdzi Twoją tożsamość.

source: The ebook is being loaded...
pl: Trwa ładowanie e-booka...

source: Public?
pl: Publiczny?

source: Close
pl: Zamknij

source: Delete ebook file after conversion
pl: Usuń plik po konwersji

source: Project deleted successfully.
pl: Projekt został pomyślnie usunięty.

source: ← Go back
pl: ← Wróć

source: Ebook file sent successfully!.
pl: Plik został pomyślnie wysłany!.

source: Previously generated links:
pl: Linki wygenerowane wcześniej:

source: click here.
pl: kliknij tutaj

source: ebook-wizard | free and secure e-book drive
pl: ebook-wizard | darmowa i bezpieczna usługa przechowywania e-booków

source: Title
pl: Tytuł

source: Try again
pl: Spróbuj ponownie

source: Confirm your email
pl: Potwierdź swój adres e-mail

source: This is the ebook you've created!
pl: Oto e-book, który stworzyłeś!

source: Please select the format you want to convert the project to:
pl: Wybierz format, do którego chcesz przekonwertować projekt:

source: Change
pl: Zapisz
