Repository: danrog303/ebook-wizard
Catalog: frontend/src/locale/messages.*.xlf
Languages: pl

source: You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.
pl: Użytkownik jest odpowiedzialny za zachowanie poufności informacji o swoim koncie oraz za wszelkie działania podejmowane za jego pośrednictwem.

source: of
pl: z

source: Account deleted successfully.
pl: Konto usunięte pomyślnie.

source: Remove some filters and try again...
pl: Usuń filtry i spróbuj ponownie...

source: URL copied to clipboard
pl: Skopiowano adres URL do schowka

source: Supported formats
pl: Obsługiwane formaty

source: 3. User Responsibilities
pl: 3. Obowiązki użytkownika

source: Failed to update the ebook project
pl: Nie udało się zaktualizować projektu

source: 8. Changes to Terms
pl: 8. Zmiany w Warunkach

source: john@example.com
pl: uzytkownik@example.com

source: register now
pl: zarejestruj się,

source: Show details
pl: Pokaż szczegóły

source: not saved yet
pl: jeszcze nie zapisane

source: You've successfully created a new project!
pl: Pomyślnie utworzyłeś nowy projekt!

source: your-kindle-id@kindle.com
pl: twoj-kindle-id@kindle.com

source: Enter email address associated with your account.
pl: Wprowadź adres e-mail powiązany z Twoim kontem.

source: that you can edit and save changes.
pl: że możesz edytować i zapisywać zmiany.

source: Confirm
pl: Potwierdź

source: startIndex + 1 – endIndex of length
pl: startIndex + 1 – endIndex z length

source: Could not load the cover...
pl: Nie udało się załadować okładki...

source: Change password
pl: Zmień hasło

source: You need to provide email address associated with your e-reader.
pl: Musisz podać adres e-mail powiązany z Twoim czytnikiem e-booków.

source: Other formats:
pl: Inne formaty:

source: Failed to delete ebook file.
pl: Nie udało się usunąć pliku.

source: Open disk
pl: Otwórz dysk

source: Removing all your resources...
pl: Usuwanie e-booków...

source: Error loading URL.
pl: Błąd podczas ładowania adresu URL.

source: Target format
pl: Format docelowy

source: Passwords do not match
pl: Hasła nie pasują

source: Error loading ebook file.
pl: Błąd podczas ładowania pliku e-booka.

source: Not all devices accept all formats.
pl: Nie wszystkie urządzenia akceptują wszystkie formaty.

source: Set as src
pl: Ustaw jako źród.

source: Download ebook file
pl: Pobierz plik e-booka

source: Chapters count
pl: Liczba rozdziałów

source: Resend verification codes
pl: Wyślij ponownie kod weryfikacyjne

source: or
pl: lub

source: Please check the URL or <a routerLink="/">go back to the homepage</a>.
pl: Sprawdź adres URL lub &lt;a routerLink=&quot;/&quot;>wróć do strony głównej&lt;/a>.

source: Upload ebook file
pl: Prześlij plik e-booka

source: Delete
pl: Usuń

source: Sending ebook file to e-reader...
pl: Wysyłanie pliku do czytnika e-booków...

source: These terms are governed by and construed in accordance with the laws of the jurisdiction where ebook-wizard operates.
pl: Niniejsze warunki podlegają przepisom prawa obowiązującym w jurysdykcji, w której działa ebook-wizard, i zgodnie z nimi będą interpretowane.

source: Failed to perform the requested action. Refresh the page and try again.
pl: Nie udało się wykonać żądanej akcji. Odśwież stronę i spróbuj ponownie.

source: Please wait, the file is being converted...
pl: Proszę czekać, plik jest konwertowany...

source: Type your email to confirm the deletion.
pl: Wpisz swój e-mail, aby potwierdzić usunięcie konta.

source: welcome to
pl: Witaj w panelu

source: Choose format
pl: Wybierz format

source: Failed to download the file. Please try again later.
pl: Nie udało się pobrać pliku. Spróbuj ponownie później.

source: This is already your current email.
pl: Wpisałeś e-mail, który jest już przypisany do Twojego konta.

source: Failed to remove download link. Please try again later.
pl: Nie udało się usunąć linku. Spróbuj ponownie później.

source: At least 1 special character and 1 digit
pl: Co najmniej 1 znak specjalny i 1 cyfra

source: Are you sure you want to delete your account?
pl: Czy na pewno chcesz usunąć konto?

source: Some of the fields are pre-filled based on the file you uploaded.
pl: Niektóre pola są wstępnie wypełnione na podstawie przesłanego pliku.

source: Update metadata
pl: Aktualizuj metadane

source: New password (repeat)
pl: Nowe hasło (powtórz)

source: Back to ebook list
pl: Powrót do listy e-booków

source: An error occurred while confirming your password reset.
pl: Wystąpił błąd podczas potwierdzania resetowania hasła.

source: Confirm new email
pl: Potwierdź nowy e-mail

source: Share e-book
pl: Udostępnij e-booka

source: Fatal error during this.actionInProgress operation.
pl: Krytyczny błąd podczas operacji "this.actionInProgress".

source: Description:
pl: Opis:

source: Delete
pl: Usuń

source: 404 not found
pl: 404 nie znaleziono

source: Author
pl: Autor

source: Chapter deleted.
pl: Rozdział usunięty.

source: You don't know what to do now?
pl: Nie wiesz co teraz zrobić?

source: Failed to update the email. Refresh the page and try again.
pl: Nie udało się zaktualizować adresu e-mail. Odśwież stronę i spróbuj ponownie.

source: No cover image
pl: Brak zdjęcia okładki

source: We reserve the right to terminate or suspend your access to ebook-wizard at our sole discretion, with or without cause, and with or without notice.
pl: Zastrzegamy sobie prawo do wypowiedzenia lub zawieszenia Twojego dostępu do ebook-wizard według naszego wyłącznego uznania, z podaniem przyczyny lub bez niej oraz z powiadomieniem lub bez niego.

source: Login to ebook-wizard
pl: Zaloguj się do ebook-wizard

source: By accessing and using ebook-wizard, you agree to comply with and be bound by these Terms of Service. If you do not agree with any part of these terms, please do not use our service.
pl: Uzyskując dostęp i korzystając z ebook-wizard, zgadzasz się przestrzegać i być związanym niniejszymi Warunkami korzystania z usługi. Jeśli nie zgadzasz się z jakąkolwiek częścią niniejszych warunków, prosimy nie korzystać z naszej usługi.

source: Please check your email. There you will find a code to confirm your registration.
pl: Sprawdź swoją pocztę e-mail. Znajdziesz tam kod potwierdzający rejestrację.

source: Public ebooks can be viewed by other users.
pl: Publiczne e-booki mogą być przeglądane przez innych użytkowników.

source: Choose which format you want to send.
pl: Wybierz format, w jakim chcesz wysłać plik.

source: Download link removed successfully.
pl: Link do pobrania został pomyślnie usunięty.

source: Provide your current password and a new one.
pl: Podaj swoje stare i nowe hasło.

source: Nickname updated successfully.
pl: Pseudonim został pomyślnie zmieniony.

source: Account deletion
pl: Usuwanie konta

source: Share
pl: Udostępnij

source: Chapter name
pl: Nazwa rozdziału

source: ebook-page-last-modified-section works!
pl: ebook-page-last-modified-section działa!

source: Make e-book public
pl: Upublicznij e-booka

source: Logout
pl: Wyloguj

source: Are you sure you want to delete this chapter?
pl: Czy na pewno chcesz usunąć ten rozdział?

source: Failed to upload the file. Refresh the page and try again.
pl: Nie udało się przesłać pliku. Odśwież stronę i spróbuj ponownie.

source: Make project public
pl: Projekt publiczny

source: Enter your account's email
pl: Wpisz swój adres e-mail

source: Format to read
pl: Czytany format

source: Edit
pl: Edytuj

source: Login instead →
pl: Przejdź do logowania →

source: Incorrect password.
pl: Nieprawidłowe hasło.

source: Source format
pl: Format źródłowy

source: Confirmation code was sent to email.
pl: Kod weryfikacyjny został wysłany na adres email.

source: E.g. 'romance' or 'action'
pl: Np. „romans” lub „akcja”

source: Export ebook project
pl: Eksportuj projekt e-booka

source: Cover image deleted successfully.
pl: Zdjęcie okładki zostało pomyślnie usunięte.

source: You are about to convert the project to an ebook file.
pl: Za chwilę przekonwertujesz projekt na plik ebooka.

source: Convert
pl: Konwertuj

source: Close
pl: Zamknij

source: Tags
pl: Tagi

source: Invalid confirmation code.
pl: Nieprawidłowy kod potwierdzający.

source: Ebook files
pl: Pliki e-booków

source: Retry
pl: Spróbuj ponownie

source: Tags:
pl: Tagi:

source: Delete account
pl: Usuń konto

source: Warning:
pl: Ostrzeżenie

source: Failed to load ebook project.
pl: Nie udało się załadować projektu e-booka.

source: Your nickname
pl: Pseudonim

source: 9. Governing Law
pl: 9. Prawo właściwe

source: Failed to convert the ebook file. Refresh the page and try again
pl: Nie udało się przekonwertować pliku e-booka. Odśwież stronę i spróbuj ponownie

source: Back to ebook projects
pl: Powrót do listy projektów

source: This file is shared to you by ebook-wizard user.
pl: Ten plik udostępnił Ci użytkownik ebook-wizard.

source: Failed to load ebook projects. Refresh the page and try again.
pl: Nie udało się załadować projektów. Odśwież stronę i spróbuj ponownie.

source: Edit it in projects editor
pl: Edytuj w edytorze projektów

source: Ebook projects
pl: Projekty e-booków

source: Failed to save the chapter.
pl: Nie udało się zapisać rozdziału.

source: At least 1 special character and 1 digit.
pl: Co najmniej 1 cyfra i znak specjalny.

source: Repeat new password
pl: Powtórz nowe hasło

source: Here you'll find all ebooks you downloaded or purchased online.
pl: Tutaj znajdziesz wszystkie e-booki, które pobrałeś lub kupiłeś online.

source: Ebook-wizard rules
pl: Zasady ebook-wizard

source: Must be a valid email.
pl: Wymagany prawidłowy e-mail.

source: Create new chapter
pl: Utwórz nowy rozdział

source: For any questions or concerns regarding these Terms of Service, please contact us at contact@ebook-wizard.com.
pl: W razie pytań lub wątpliwości dotyczących niniejszych Warunków korzystania z usługi prosimy o kontakt pod adresem contact@ebook-wizard.com.

source: Send to e-reader
pl: Wyślij na czytnik e-booków

source: Create ebook project
pl: Utwórz projekt e-booka

source: Error occurred during registration. Please try again later.
pl: Wystąpił błąd podczas rejestracji. Spróbuj ponownie później.

source: Email is required
pl: Adres e-mail jest wymagany

source: You have exceeded the limit for password reset attempts. Please try again later.
pl: Przekroczyłeś limit prób resetowania hasła. Spróbuj ponownie później.

source: Failed to convert project to file...
pl: Nie udało się przekonwertować projektu do pliku...

source: Upload file
pl: Prześlij plik

source: Change password
pl: Zmień hasło.

source: The page you are looking for does not exist.
pl: Strona, której szukasz, nie istnieje.

source: Failed to delete the chapter.
pl: Nie udało się usunąć rozdziału.

source: Chosen format may not be supported by your e-reader.
pl: Wybrany format może nie być obsługiwany przez Twój czytnik e-booków.

source: The confirmation code you entered is incorrect. Please try again.
pl: Wprowadzony kod potwierdzający jest niepoprawny. Spróbuj ponownie.

source: Failed to delete ebook file. Refresh the page and try again
pl: Nie udało się usunąć pliku. Odśwież stronę i spróbuj ponownie

source: 5. Intellectual Property
pl: 5. Własność intelektualna

source: Modify the metadata
pl: Modyfikuj metadane

source: Delete ebook file
pl: Usuń plik e-booka

source: New password must be different from the old password.
pl: Nowe hasło musi być inne niż stare.

source: Back
pl: Powrót

source: Public
pl: Publiczny

source: This action is irreversible and will delete all your data.
pl: Ta akcja jest nieodwracalna i spowoduje utratę wszystkich danych.

source: Must be 6 digits.
pl: Wymagane 6 znaków

source: Register instead →
pl: Przejdź do rejestracji →

source: Convert
pl: Konwertuj

source: 10. Contact Information
pl: 10. Informacje kontaktowe

source: Share status
pl: Status udostępnienia

source: Currently editing:
pl: Aktualnie edytowane:

source: Drop ebook file or click to select
pl: Upuść plik e-booka lub kliknij, aby wybrać

source: will be used as a source for the conversion.
pl: zostanie wykorzystane jako źródło konwersji.

source: Edit chapter
pl: Edytuj rozdział

source: Project converted to file successfully! Go into the files tab to find it.
pl: Projekt pomyślnie przekonwertowany do pliku! Przejdź do zakładki z plikami, aby go znaleźć.

source: Change to source
pl: Oznacz jako źródłowy

source: Reset password
pl: Zresetuj hasło

source: This file is shared to you by another user.
pl: Ten plik udostępnił Ci inny użytkownik.

source: At least 3 characters
pl: Co najmniej 3 znaki

source: E-book file summary
pl: Szczegóły e-booka

source: Change cover image
pl: Zmień obraz okładki

source: Your email is confirmed!
pl: Twój adres e-mail został potwierdzony!

source: Your
pl: Usługa

source: Removing your account.
pl: Usuwanie konta.

source: Enter your new nickname below.
pl: Wpisz nowy pseudonim poniżej.
